-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Nov 23, 2020 at 06:37 AM
-- Server version: 10.4.16-MariaDB
-- PHP Version: 7.4.12

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `db_news`
--

-- --------------------------------------------------------

--
-- Table structure for table `new`
--

CREATE TABLE `new` (
  `ID` int(11) NOT NULL,
  `title` varchar(255) NOT NULL,
  `details` text NOT NULL,
  `date` date NOT NULL,
  `image` varchar(255) NOT NULL,
  `cat_ID` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `new`
--

INSERT INTO `new` (`ID`, `title`, `details`, `date`, `image`, `cat_ID`) VALUES
(1, 'ريم أكلت السكريم', 'ريم أكلت السكريم والبرد حل من العريم', '2020-11-22', '', 15),
(3, 'كهرباء عدن توضح بشأن زيادة الانطفاءات', 'وضح مصدر مسؤول في المؤسسة العامة للكهرباء فرع عدن سبب زيادة ساعات الانطفاء اليوم.\r\n\r\nوقال المصدر في تصريح صحفي لعدن تايم: ان زيادة ساعات انطفاء التيار بسبب عدم توفير الوقود لمحطات توليد الكهرباء في المدينة، مما تسبب في خروج جزء كبير من الطاقة التوليدية عن الخدمة.\r\n\r\nوناشد المصدر رئيس الجمهورية عبدربه منصور هادي ورئيس الحكومة د. معين عبدالملك ووزير الكهرباء م. محمد العناني بالتدخل السريع وتوجيه الجهات المعنية بسرعة توفير الوقود لمحطات التوليد، واعتماد الية تضمن عدم تكرار ازمة نفاذ الوقود', '2020-11-09', 'Aden.png', 5),
(4, 'موريتانيا.. الحداد 3 أيام إثر وفاة الرئيس الأسبق سيدي محمد', 'علنت الرئاسة الموريتانية، في بيان مقتضب، اليوم الاثنين الحداد الوطني لمدة 3 أيام إثر وفاة الرئيس الأسبق سيدي محمد ولد الشيخ عبد الله عن عمر ناهز 82 عاما.\r\nوجاء في البيان \"أعلنت رئاسة الجمهوري عن حداد لمدة 3 أيام على عموم التراب الوطني وذلك إثر وفاة المغفور له بإذن الله الرئيس الأسبق سيدي محمد ولد الشيخ عبد الله الذي وافاه الأجل المحتوم ليل الإثنين\".\r\nوتوفي سيدي محمد ولد الشيخ عبد الله، الذي يعتبر الرئيس السابع لموريتانيا، ليل الأحد/الاثنين، في العاصمة نواكشوط إثر وعكة صحية مفاجئة.', '2020-11-23', 'moret.png', 6),
(5, 'جو بايدن يعلن أول أعضاء إدارته الثلاثاء القادم', 'قال مساعدو الرئيس الأميركي المنتخب جو بايدن إنه سيعلن أسماء أول مجموعة من الوزراء وإنه يعتزم اختصار مراسم تنصيبه بسبب الجائحة وذلك في الوقت الذي يضع فيه الأساس لإدارته الجديدة على الرغم من رفض الرئيس دونالد ترامب الإقرار بالهزيمة. اقرأ أكثر... ', '2020-11-21', 'paedn.png', 7),
(6, 'ليفربول يهزم ليستر ويحقق رقما قياسيا جديدا', 'حقق ليفربول رقما قياسيا للنادي بخوضه 64 مباراة على أرضه في الدوري الإنجليزي الممتاز لكرة القدم بدون هزيمة بعد فوزه 3-صفر على ليستر سيتي باستاد أنفيلد.\r\nومنح هدف عكسي من جوني إيفانز وهدفان بضربتي رأس من ديوجو جوتا وروبرتو فيرمينو الفوز لفريق المدرب يورجن كلوب على سلفه بريندان رودجرز.\r\nوبهذه النتيجة تساوى ليفربول حامل اللقب برصيد 20 نقطة مع توتنهام هوتسبير المتصدر بينما يحتل ليستر المركز الرابع ولديه 18 نقطة متساويا مع تشيلسي صاحب المركز الثالث.', '2020-11-21', 'anjlezy.jpg', 13),
(7, 'ريال مدريد يتعادل مع فياريال ويواصل نزيف النقاط', 'احتسبت ضد ريال مدريد رابع ركلة جزاء في مباراتين ليتعادل 1-1 مع مضيفه فياريال في دوري الدرجة الأولى الإسباني لكرة القدم، السبت، ويفقد نقاطا للمباراة الثانية على التوالي.\r\nوغاب عن فريق المدرب زين الدين زيدان سبعة لاعبين بسبب الإصابة والمرض، من بينهم الثلاثي سيرجيو راموس وكريم بنزيمة وكاسيميرو، لكن حامل اللقب تقدم في الدقيقة الثانية بضربة رأس طائرة من ماريانو دياز.\r\nواحتج فياريال على احتساب الهدف بسبب رفعمساعد الحكم رايته للحظات بداعي تسلل لوكاس فاسكيز، الذي لم يلمس الكرة على الإطلاق، قبل أن يرسل داني كاربخال التمريرة العرضية إلى ماريانو.', '2020-11-21', 'aspin.jpg', 9),
(8, '\'رونالدو وهالاند يشعلان سباقسبورت 360 – أشتعل سباق جائزة الحذاء الذهبي ', 'رونالدو وهالاند يشعلان سباقسبورت 360 – أشتعل سباق جائزة الحذاء الذهبي هذا الأسبوع بعد صعود لاعبين كبار إلى المراكز الأولى ومطاردتهم لروبرت ليفاندوفسكي مهاجم بايرن ميونخ الذي يتربع على الصدارة في الدوريات الأوروبية الكبرى لغاية الآن.\r\n فشل ليفاندوفسكي في هز شباك المرمى في مباراة بايرن ميونخ ضد فيردر بريمن، الأمر الذي سمح لإيرلينج هالاند مهاجم بوروسيا دورتموند لتقليص الفارق معه بعد تسجيله 4 أهداف (سوبر هاتريك) في مرمى هيرتا برلين يوم أمس السبت.\r\n\r\nكما دخل كريستيانو رونالدو نجم يوفنتوس دائرة المنافسة بإحرازه هدفين في مرمى كالياري بالأمس، علماً أنه غاب عن 3 مباريات هذا الموسم بسبب معاناته من فيروس كورونا المستجد.\r\nولا يتوقف الأمر على رونالدو وهالاند وحسب، حيث نجح كيليان مبابي مهاجم باريس سان جيرمان بتسجيل هدفين هو الآخر في مرمى موناكو يوم الجمعة الماضي، ليرفع رصيده إلى 9 أهداف في الدوري الفرنسي ويصعد للمركز الثالث في القائمة.\r\nوهناك أيضاً مفاجأة الموسم في الدوري الإنجليزي، وهو دومينيك كالفرت مهاجم إيفرتون الذي تربع على صدارة الهدافين في البريميرليج برصيد 10 أهداف، وذلك بتسجيله هدفين في مرمى فولهام اليوم الأحد.الحذاء الذهبي', '2020-11-21', 'german.jpg', 11),
(9, 'هايوورد إلى هورنتس مقابل 120 مليون دولار', 'غرّد اللاعب في حسابه على تويتر: \"إلى مدينة تشارلوت، أتوق لبدء الفصل التالي من مسيرتي! أنا مستعد للعب لمنظمة رائعة أخرى مع تشارلوت هورنتس\".\r\n\r\nوحمل هايوورد (30 عاماً و2,01 م) ألوان يوتا جاز بين 2010 و2017 وبوسطن سلتيكس بين 2017 و2020.\r\n\r\nتابع هايوورد: \"أعرف أنه كانت هناك بعض التقلبات، لكنني سأعتز دوماً بتجربتي مع بوسطن، أنا ممتن إلى الأبد لإتاحة فرصة اللعب مع بوسطن أمام الجمهور المخلص\".\r\n\r\nوأصبح هايوورد لاعباً حراً بعد رفضه عرض بوسطن للموسم المقبل مقابل 34,2 مليون دولار، علماً بأنه تعاقد معه في 2017 مقابل 127,8 مليون دولار.\r\n\r\nوخيّمت الإصابات على بداية إقامته في بوسطن، ثم بلغ معدل تسجيله 17,5 نقطة في موسم 2020 مع 6,4 متابعات و4,1 تمريرات حاسمة، وذلك في 52 مباراة خاضها ضمن الموسم المنقوص بسبب فيروس كورونا المستجد.\r\n\r\nوبدأت فترة التفاوض لدى اللاعبين الأحرار يوم الجمعة الماضي، لكن لا يمكن إنهاء العقود قبل افتتاح فترة الانتقالات الأحد.\r\n\r\nوسينضم الموزع المخضرم راجون روندو إلى أتلانتا هوكس بصفقة مقدّرة بـ15 مليون دولار لمدة سنتين.\r\n\r\nويخوض روندو (34 عاماً) موسمه الخامس عشر في دوري المحترفين مع ستة أندية مختلفة، وذلك بعد خوضه آخر موسمين مع لوس أنجليس ليكرز حامل اللقب.\r\n\r\nوشكر روندو ليكرز وزملاءه وجماهيره السبت على انستاغرام \"إلى الجماهير، شكراً للترحيب بي منذ اليوم الأول وإظهار الحب لي\".\r\n\r\nويبدو تورونتو رابتورز الكندي قريباً من تجديد التعاقد مع موزعه فريد فان فليت لأربع سنوات مقابل 85 مليون دولار.\r\n\r\nولعب فان فليت، القادم إلى رابتورز كلاعب حر في 2016، دوراً فاعلاً في إحرازه اللقب الوحيد في تاريخه في 2019.', '2020-11-21', 'orop-sallah.jpg', 13),
(10, 'يويفا يعاقب مورينيو وتوتنهام', 'أعلن الاتحاد الأوروبي لكرة القدم (يويفا)، اليوم الجمعة، معاقبة نادي توتنهام هوتسبير الإنجليزي، ومديره الفني جوزيه مورينيو.\r\n\r\nوقال يويفا، إن المدرب البرتغالي تسبب في تأخر انطلاق مباراة توتنهام في الدوري الأوروبي على ملعب رويال أنتويرب، يوم 29 أكتوبر/تشرين الأول الماضي.\r\n\r\nوقررت لجنة الانضباط في اليويفا، معاقبة مورينيو، بالإيقاف مباراة أوروبية واحدة، مشيرة إلى أنها \"ستكون مع إيقاف التنفيذ لعام واحد\".\r\n\r\nكما تقرر تغريم توتنهام 25 ألف يورو؛ بسبب انطلاق المباراة المتأخر إضافة إلى 3 آلاف يورو لخرق لوائح المعدات والأجهزة الرياضية التي وضعها الاتحاد الأوروبي.\r\n\r\nوخسر توتنهام المباراة 1-صفر في بلجيكا، لكنه يتصدر مجموعته بفارق الأهداف عن أنتويرب ولاسك لينتس.\r\n', '2020-11-21', 'orop.jpg', 14),
(11, 'اكتشاف مخيف يعود لـ8 آلاف عام.. طفل مقطوع الأوصال', 'كتشف علماء الآثار في إندونيسيا بقايا طفل صغير مقطوعة أوصاله تم دفنه قبل نحو 8 آلاف عام، معتقدين أنه تم تفكيك الرفات خلال طقوس دفن غامضة.\r\n\r\n\r\nووقع الاكتشاف المخيف في كهف ماكبان في جزيرة ألور، وهي واحدة من أكثر من 17 ألف جزيرة تشكل إندونيسيا، وفقا لصحيفة \"ديلي إكسبريس\" البريطانية.\r\n\r\nووقع تأريخ البقايا إلى أوائل فترة الهولوسين الأوسط، حيث أعطت للباحثين نظرة ثاقبة بشأن ممارسات الدفن في ذلك الوقت.\r\n\r\nويعتقد علماء الآثار أن البقايا تعود لطفل يتراوح عمره بين 4 و8 أعوام، والمدهش في هذا الاكتشاف أن الطفل أزيلت ساقاه وذراعاه قبل الدفن.\r\n\r\nووفقا للباحثة الرئيسية، صوفيا سامبر كارو، من الجامعة الوطنية الأسترالية، تشير بعض الأدلة إلى أن الرفات دفنت بشكل احتفالي.\r\n\r\nوقالت: \"كان هناك صباغ طبيعي ناتج عن خليط من الطين والحديد بظلال متنوعة من الأحمر إلى الأصفر الفاتح والبني وضعت على الخدين والجبهة ووضعت حصاة بنفس اللون أيضا تحت رأس الطفل عندما دفن\".\r\n\r\nوأضافت \"مدافن الأطفال نادرة جدا وهذا الدفن الكامل هو الوحيد من هذه الفترة الزمنية. ومنذ 3000 عام مضت إلى العصر الحديث، بدأنا في رؤية المزيد من مدافن الأطفال\".\r\n\r\nأخبار ذات صلة\r\nاللون قد يختلف من عين إلى أخرى\r\nأزرق وبني.. لون العيون في قبيلة إندونيسية يثير \"الدهشة\"\r\nوتابعت: \"مع عدم وجود أي شيء من فترة الهولوسين المبكرة، لا نعرف كيف تعامل الناس في هذا العصر مع أطفالهم القتلى. وهذا الاكتشاف سيغير ذلك\".\r\n\r\nوأشارت الباحثة إلى أنه \"بعد إزالة أطراف الطفل، تم التخلص منها في مكان منفصل. ربما كان جزءا من ممارسة دينية أو ثقافية\".\r\n\r\nوأوضحت \"إزالة العظام الطويلة هي ممارسة تم توثيقها في العديد من المدافن الأخرى من فترة زمنية مماثلة في جاوة وبورنيو وفلوريس، لكن هذه هي المرة الأولى التي نراها في دفن طفل. ولا نعرف سبب إجراء عملية استئصال العظام الطويلة، ولكن من المحتمل أن يكون ذلك جزءا من نظام معتقدات الأشخاص الذين عاشوا في هذا الوقت\".\r\n\r\nوذكرت: \"نريد إجراء المزيد من الأبحاث لاكتشاف ما إذا كان هذا الهيكل العظمي الصغير مرتبطا بالنظام الغذائي أو البيئة أو ربما يكون معزولا وراثيا في الجزيرة\".', '2020-11-06', 'qraeeb.jpg', 15);

--
-- Indexes for dumped tables
--

--
-- Indexes for table `new`
--
ALTER TABLE `new`
  ADD PRIMARY KEY (`ID`),
  ADD KEY `cat_1` (`cat_ID`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `new`
--
ALTER TABLE `new`
  MODIFY `ID` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=12;

--
-- Constraints for dumped tables
--

--
-- Constraints for table `new`
--
ALTER TABLE `new`
  ADD CONSTRAINT `cat_1` FOREIGN KEY (`cat_ID`) REFERENCES `category` (`ID`) ON DELETE CASCADE ON UPDATE CASCADE;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
